//2016학년도 점수
//지난 해 배열이 국수영탐 자료를 전부주었었기 때문에,
//다음과 같이 0이 많이 들어가있는 배열이 됨.

var allData=[//일반전형
//신학과 0
 [[0,0,0,0,0,362.64] //신학과 일반 최초 국수영탐
,[0,0,0,0,0,280.68]]//신학과 일반 최종 국수영탐
            
//영어학과 1
 ,[[0,0,0,0,0,414.24] //일반 최초 국수영탐
 ,[0,0,0,0,0,385.76]]//일반 최종 국수영탐 
      
//일본과 2
 ,[[0,0,0,0,0,399.56] //일반 최초 국수영탐
 ,[0,0,0,0,0,391.48]]//일반 최종 국수영탐 

//중국과 3
 ,[[0,0,0,0,0,411.92] //일반 최초 국수영탐
 ,[0,0,0,0,0,400.84]]//일반 최종 국수영탐 

//사복과 4
 ,[[0,0,0,0,0,403.96] //일반 최초 국수영탐
 ,[0,0,0,0,0,390.88]]//일반 최종 국수영탐 

//사과부 5 
 ,[[0,0,0,0,0,418.64] //일반 최초 국수영탐
 ,[0,0,0,0,0,378.04]]//일반 최종 국수영탐 

//신방과 6
 ,[[0,0,0,0,0,375.32] //일반 최초 국수영탐
 ,[0,0,0,0,0,363.28]]//일반 최종 국수영탐 

//경영 7
 ,[[0,0,0,0,0,414.08] //일반 최초 국수영탐
 ,[0,0,0,0,0,382.92]]//일반 최종 국수영탐 

//디컨 8
 ,[[0,0,0,0,0,412.08] //일반 최초 국수영탐
 ,[0,0,0,0,0,368.72]]//일반 최종 국수영탐 


//컴공 9
 ,[[0,0,0,0,0,401.08] //일반 최초 국수영탐
 ,[0,0,0,0,0,390.91]]//일반 최종 국수영탐 

//소프 10
 ,[[0,0,0,0,0,377.60] //일반 최초 국수영탐
 ,[0,0,0,0,0,346.56]]//일반 최종 국수영탐 

//정통 11
 ,[[0,0,0,0,0,351.09] //일반 최초 국수영탐
 ,[0,0,0,0,0,347.60]]//일반 최종 국수영탐 

//클티 12
 ,[[0,0,0,0,0,350.57] //일반 최초 국수영탐
 ,[0,0,0,0,0,316.40]]//일반 최종 국수영탐 

];





//지난 해 배열이 국수영탐 자료를 전부주었었기 때문에,
//다음과 같이 0이 많이 들어가있는 배열이 됨.

var allData2=[//수능중심전형
              
//신학과 0
 [[0,0,0,0,0,216.00] //신학과 수능 최초 국수영탐 학생부 수능
,[0,0,0,0,0,198.96]] //신학과 수능 최종 국수영탐 학생부 수능
	
//영어학과 1
 ,[[0,0,0,0,0,247.68] //수능 최초 국수영탐 학생부 수능
 ,[0,0,0,0,0,243.36]] //수능 최종 국수영탐 학생부 수능
 
//일본과 2 
 ,[[0,0,0,0,0,249.00] //수능 최초 국수영탐 학생부 수능
 ,[0,0,0,0,0,239.40]] //수능 최종 국수영탐 학생부 수능
 
 //중국과 3
 ,[[0,0,0,0,0,250.08] //수능 최초 국수영탐 학생부 수능
 ,[0,0,0,0,0,247.56]] //수능 최종 국수영탐 학생부 수능
 

 //사복과 4
 ,[[0,0,0,0,0,243.72] //수능 최초 국수영탐 학생부 수능
 ,[0,0,0,0,0,231.72]] //수능 최종 국수영탐 학생부 수능

 //사과부 5
 ,[[0,0,0,0,0,247.20] //수능 최초 국수영탐 학생부 수능
 ,[0,0,0,0,0,227.40]] //수능 최종 국수영탐 학생부 수능

 //신방과 6
 ,[[0,0,0,0,0,259.20] //수능 최초 국수영탐 학생부 수능
 ,[0,0,0,0,0,247.80]] //수능 최종 국수영탐 학생부 수능
 
 //경영 7
 ,[[0,0,0,0,0,234.72] //수능 최초 국수영탐 학생부 수능
 ,[0,0,0,0,0,211.80]] //수능 최종 국수영탐 학생부 수능

 //디컨 8
 ,[[0,0,0,0,0,250.68] //수능 최초 국수영탐 학생부 수능
 ,[0,0,0,0,0,239.76]] //수능 최종 국수영탐 학생부 수능

 //컴공 9
 ,[[0,0,0,0,0,229.44] //수능 최초 국수영탐 학생부 수능
 ,[0,0,0,0,0,214.20]] //수능 최종 국수영탐 학생부 수능

 //소프 10
 ,[[0,0,0,0,0,229.20] //수능 최초 국수영탐 학생부 수능
 ,[0,0,0,0,0,221.20]] //수능 최종 국수영탐 학생부 수능

 //정통 11
 ,[[0,0,0,0,0,231.60] //수능 최초 국수영탐 학생부 수능
 ,[0,0,0,0,0,177.00]] //수능 최종 국수영탐 학생부 수능
 
 //클티 12
 ,[[0,0,0,0,0,237.60] //수능 최초 국수영탐 학생부 수능
 ,[0,0,0,0,0,192.00]] //수능 최종 국수영탐 학생부 수능
 
 
];